driver-tests/bpelse/assign/AssignJbi/test/echoUnsignedLongDataType_Invoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://stc.com/echoUnsignedLongDataType">
<SOAP-ENV:Header/>
<SOAP-ENV:Body>
  <item xmlns="http://stc.com/echoUnsignedLongDataType">
    <string>11</string>
    <normalizedString>11</normalizedString>
    <token>11</token>
    <base64Binary>11</base64Binary>
    <hexBinary>11</hexBinary>
    <integer>11</integer>
    <positiveInteger>11</positiveInteger>
    <negativeInteger>11</negativeInteger>
    <nonNegativeInteger>11</nonNegativeInteger>
    <nonPositiveInteger>11</nonPositiveInteger>
    <long>11</long>
    <unsignedLong>11</unsignedLong>
    <int>11</int>
    <unsignedInt>11</unsignedInt>
    <short>11</short>
    <unsignedShort>11</unsignedShort>
    <byte>11</byte>
    <unsignedByte>11</unsignedByte>
    <decimal>11</decimal>
    <float>11</float>
    <double>11</double>
    <boolean>11</boolean>
    <duration>11</duration>
    <dateTime>11</dateTime>
    <date>11</date>
    <time>11</time>
    <gYear>11</gYear>
    <gYearMonth>11</gYearMonth>
    <gMonth>11</gMonth>
    <gMonthDay>11</gMonthDay>
    <gDay>11</gDay>
    <Name>11</Name>
    <QName>11</QName>
    <NCName>11</NCName>
    <anyURI>11</anyURI>
    <language>11</language>
    <ID>11</ID>
    <IDREF>11</IDREF>
    <IDREFS>11</IDREFS>
    <ENTITY>11</ENTITY>
    <ENTITIES>11</ENTITIES>
    <NMTOKEN>11</NMTOKEN>
    <NMTOKENS>11</NMTOKENS>
  </item>
</SOAP-ENV:Body>
</SOAP-ENV:Envelope>
